/* 中文版汉化由辣椒面完成 博客地址：https://blog.45share.com */

/* The informative text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "是否要还原默认快捷方式？任何自定义快捷方式都将丢失。";

/* The informative text of the alert displayed when prompting to run Spectacle in the background */
"AlertInformativeTextRunningInBackground" = "在后台运行Spectacle，但状态栏中没有菜单。\n\n要访问Spectacle的首选项，请单击“启动板”中的Spectacle，或在“查找工具”中打开Spectacle。";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "快捷方式“%@”已在使用中。请选择新的快捷方式。";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "快捷方式“%@”已由系统范围的键盘快捷方式使用。\n\n若要使用此快捷方式，请更改“系统首选项”下“键盘首选项”窗格中的现有快捷方式。";

/* The message text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertMessageTextRestoreDefaults" = "将会恢复默认快捷方式";

/* The message text of the alert displayed when prompting to run Spectacle in the background */
"AlertMessageTextRunningInBackground" = "Spectacle将会在后台运行";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "快捷方式%@已在使用中。";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "确认";

/* The button label used in the negative */
"ButtonLabelNegative" = "取消";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "for %@";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "点击设置";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "输入快捷方式";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "停止设置";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "使用现有";
